#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)
## MENSAGENS GERAIS DO SISTEMA

FALHA = Falha

## MENSAGENS DE ERRO
ME001 = Erro desconhecido, por favor, contate o administrador do sistema.

ME002 = A pesquisa n\u00E3o retornou resultados de acordo com o(s) filtro(s) informado(s).

ME003 = N\u00E3o foi poss\u00EDvel recuperar o dado com id {0}.

## Mensagens de Exemplo
ME004 = N\u00E3o \u00E9 poss\u00EDvel excluir a Exemplo informado.

ME005 = N\u00E3o \u00E9 poss\u00EDvel editar a Exemplo informado.

ME006 = Nenhum Exemplo foi encontrada com id {0}.

ME007 = Nenhuma revis\u00E3o para Exemplo com id {0} foi encontrada.

ME008 = J\u00E1 existe um Exemplo cadastrada com os dados informados.

ME009 = J\u00E1 existe um Codigo cadastrado com os dados informados.

ME010 = N\u00E3o \u00E9 poss\u00EDvel excluir o Exemplo informado.

ME011 = Registro exclu\u00EDdo com sucesso.

## Mensagens Sistemas
ME012 = Nenhum Sistema foi encontrada com id {0}.

ME013 = J\u00E1 existe um Sistema para essa Empresa cadastrada com o nome {0}.

## Mensagens Empresas
ME014 = Nenhuma Empresa foi encontrada com id {0}.

ME015 = Erro ao excluir os Contatos da Empresa com id {0}

ME016 = J\u00E1 existe uma Empresa cadastrada com o nome Empresarial {0}.

ME017 = J\u00E1 existe uma Empresa cadastrada com o nome Fantasia {0}.

ME018 = J\u00E1 existe uma Empresa cadastrada com o CNPJ {0}.

ME019 = J\u00E1 existe uma Empresa cadastrada com o CNES {0}.

ME020 = N\u00E3o \u00E9 poss\u00EDvel excluir a Empresa, pois h\u00E1 Sistemas vinculados a ela.

ME021 = N\u00E3o h\u00E1  Sistemas cadastrados para a Empresa selecionada.

## Mensagens Contato Empresa
ME022 = Nenhum Contato Empresa foi encontrado com id {0}.

ME023 = J&aacute; existe um E-mail do Contato cadastrado com o e-mail {0}.

ME024 = J&aacute; existe um Nome do Contato cadastrado com o nome {0}.

## Mensagens Tipo De/Para
ME025 = Nenhum Tipo de DePara foi encontrada com id {0}.

ME026 = J\u00E1 existe um Tipo de De/Para cadastrado com o nome {0}

## Mensagens de Usuario
ME027 = Nenhum Usuario encontrado com username {0}.

ME028 = \u00C9 necess\u00E1rio preencher pelo menos um dos filtros para realizar a pesquisa.

## Mensagens de Email
ME029 = N\u00E3o foi poss\u00EDvel enviar o e-mail.

ME030 = Enviando e-mail...

ME031 = Nenhum De/Para foi encontrado com o nome {0}

ME032 = Erro ao consultar o De/Para {0} 

ME033 = N\u00E3o \u00E9 poss\u00EDvel realizar a convers\u00E3o no De/Para, pois o {0} n\u00E3o est\u00E1 ativo.

ME034 = O campo {0} informado \u00E9 inv\u00E1lido

ME035 = Erro ao consultar De/Para

ME036 = N\u00E3o h\u00E1  Servi\u00E7os cadastrados para o Sistema selecionado.

ME037 = N\u00E3o h\u00E1  Contatos cadastrados para a Empresa selecionada.

ME038 = J\u00E1 existe uma Associa\u00E7\u00E3o de Contatos da Empresa a Notifica\u00E7\u00E3o de Servi\u00E7os cadastrada para o {0}

MSG002 = Dados gravados com sucesso.

MSG003 = Cadastramento executado com sucesso.

MSG004 = Exclus\u00E3o executada com sucesso

MSG005 = Registro exclu\u00EDdo com sucesso.

SUCESSO = Sucesso
